Repository: O-ovo-O/diodon
Catalog: po/*.po
Languages: hr

source: Clipboard Manager
hr: Upravitelj međuspremnika

source: GTK+ Clipboard Manager
hr: GTK+ upravitelj međuspremnika

source: Use clipboard (Ctrl+C)
hr: Koristi međuspremnik (Ctrl-C)

source: Adds content which is copied to the clipboard with e.g. Ctrl + C to the clipboard history.
hr: Dodaje sadržaj koji je kopiran u međuspremnik s npr. Ctrl + C u povijest međuspremnika.

source: Use primary selection
hr: Koristi glavni odabir

source: Adds the primary selection (an area of the screen which is selected with the mouse) to the clipboard history. Enabling will start process which continually checks what is selected. This might discharge your battery quicker.
hr: Dodaje glavni odabir (područje zaslona odabrano mišem) u povijest međuspremnika. Ova mogućnost će pokrenuti neprekidni proces provjere što je trenutno odabrano. Ovo može brže isprazniti bateriju.

source: Add images to clipboard history
hr: Dodaj slike u povijest međuspremnika

source: Add images copied to clipboard to clipboard history (e.g. when you right click on an image in your browser and choose copy image). Enabling this option will increase memory consumption. Images already added to clipboard history will remain even when disabled.
hr: Dodaje slike kopirane u međuspremnik, u povijest međuspremnika (npr. kada desno kliknete na sliku u vašem pregledniku i odaberete kopiraj sliku). Ova mogućnost može povećati upotrebu memorije. Već dodane slike ostaju u povijesti i nakon onemogućavanja ove mogućnosti.

source: Synchronize clipboards
hr: Uskladi međuspremnike

source: Synchronizes the selection (an area of the screen which is selected with the mouse) and the clipboard so that anything in the selection is immediately available in the clipboard and vice versa e.g. for pasting with Ctrl + V and the middle mouse button.
hr: Uskladi odabir (područje zaslona odabrano mišem) s međuspremnikom, tako da je sve odabrano odmah dostupno u međuspremniku i obrnuto npr. za lijepljenje s Ctrl + V i srednjom tipkom miša.

source: Keep clipboard content
hr: Zadrži sadržaj međuspremnika

source: Prevents an empty clipboard. For instance when an application exits, the clipboard would usually be emptied.
hr: Sprječava brisanje međuspremnika. Na primjer, kada se aplikacija zatvori međuspremnik se uobičajeno obriše.

source: Automatically paste selected item
hr: Automatski zalijepi odabranu stavku

source: Automatically paste selected item instead of just copying it to the clipboard.
hr: Automatski lijepi odabaranu stavku umjesto da je samo kopira u međuspremnik.

source: Number of recent clipboard items
hr: Broj nedavnih stavki u međuspremniku

source: Number of recent clipboard items shown in clipboard menu.
hr: Broj nedavnih stavki u međuspremniku prikazanih u izborniku međuspremnika.

source: Clipboard content filter pattern
hr: Uzorak filtra sadržaja međuspremnika

source: Regex filter pattern whereas all clipboard items matching this pattern will be filtered and not added to clipboard history.
hr: Uzorak filtra regularnog izraza, gdje sve stavke međuspremnika koje se podudaraju s ovim uzorkom biti će filtrirane i neće biti dodane u povijest međuspremnika.

source: Lookup dictionary for application using different paste keybindings
hr: Rječnik pretrage za aplikaciju koristeći različite tipke lijepljenja

source: A lookup dictionary for applications using different paste keybindings than Ctrl + V. Pattern of each string in this array is path-of-app|keybinding
hr: Rječnik pretrage za aplikacije koristeći različite tipke lijepljenja od Ctrl + V. Uzorak svakog izraza u ovom polju je putanja-aplikacije|tipka

source: Active plugins
hr: Aktivni priključci

source: List of active plugins.
hr: Popis aktivnih priključka.

source: Diodon Preferences
hr: Diodon osobitosti

source: _Use clipboard (Ctrl+C)
hr: _Koristi međuspremnik (Ctrl+C)

source: Use _primary selection
hr: Koristi _glavni odabir

source: Add _images to clipboard history
hr: Dodaj _slike u povijest međuspremnika

source: _Keep clipboard content
hr: _Zadrži sadržaj međuspremnika

source: S_ynchronize clipboards
hr: U_skladi međuspremnike

source: _Automatically paste selected item
hr: _Automatski zalijepi odabranu stavku

source: Number of recent clipboard items to be shown in clipboard menu.
hr: Broj nedavnih stavki međuspremnika prikazanih u izborniku međuspremnika.

source: Number of recent items
hr: Broj nedavnih stavki

source: Clipboard
hr: Međuspremnik

source: Please register custom shortcut with your desktop environment. Use /usr/bin/diodon as command.
hr: Registrirajte prilagođene prečace s vašim radnim okruženjem. Koristite /usr/bin/diodon kao naredbu.

source: More information
hr: Više informacija

source: Hotkeys
hr: Prečaci tipkovnice

source: Plugins
hr: Priključci

source: <Empty>
hr: <Prazno>

source: Privacy mode is enabled. No new items will be added to history!
hr: Privatni način je omogućen. Nove stavke se neće dodavati u povijest!

source: Application Indicator
hr: Indikator aplikacije

source: Access clipboard history with an application indicator.
hr: Pristupite povijesti međuspremnika s indikatorom aplikacije.

source: Copyright © 2011 Diodon Team
hr: Autorsko pravo © 2011 Diodon tim

source: Clipboard History
hr: Povijest međuspremnika

source: This is an Ubuntu search plugin that enables information from Diodon to be searched and displayed in the Dash underneath the Clipboard header.
hr: Ovo je priključak Ubuntu pretrage koji omogućuje da informacije s Diodona budu prikazane u ploči ispod zaglavlja mađuspremnika.

source: Search clipboard
hr: Pretraži međuspremnik

source: Text
hr: Tekst

source: Files
hr: Datoteke

source: Images
hr: Slike

source: Category
hr: Kategorija

source: Text;Files;Images
hr: Tekst;Datoteke;Slike

source: Last 24 hours;Last 7 days;Last 30 days;Last year;
hr: Posljednja 24 sata;Posljednjih 7 dana;Posljednjih 30 dana;Prošle godine;

source: Search Clipboard
hr: Pretraži međuspremnik

source: Date copied
hr: Datum kopiran

source: Last 24 hours
hr: Posljednja 24 sata

source: Last 7 days
hr: Posljednjih 7 dana

source: Last 30 days
hr: Posljednjih 30 dana

source: Last year
hr: Prošle godine

source: Paste
hr: Zalijepi

source: Origin
hr: Izvor
